Ran Plan for 2 projects:

1. dir: `prod/bp` workspace: `default`
1. dir: `uat/bp` workspace: `default`

### 1. dir: `prod/bp` workspace: `default`
<details><summary>Show Output</summary>

```diff
----
/root/.atlantis/repos/G594805915/altantis-dev/11/default/prod/bp

PULL_NUM=11
DIR=/root/.atlantis/repos/G594805915/altantis-dev/11/default/prod/bp
WORKSPACE=default
USER_NAME=G594805915
BASE_REPO_NAME=altantis-dev
PATH=/usr/local/sbin:/usr/local/bin:/usr/sbin:/usr/bin:/root/.atlantis/bin
PROJECT_NAME=
SUPERVISOR_GROUP_NAME=atlantis
PULL_AUTHOR=G594805915
PWD=/root/.atlantis/repos/G594805915/altantis-dev/11/default/prod/bp
LANG=en_US.UTF-8
BASE_REPO_OWNER=G594805915
BASE_BRANCH_NAME=master
SUPERVISOR_ENABLED=1
SHLVL=2
HEAD_REPO_NAME=altantis-dev
SUPERVISOR_SERVER_URL=unix:///var/run/supervisor/supervisor.sock
SUPERVISOR_PROCESS_NAME=atlantis
ATLANTIS_TERRAFORM_VERSION=0.12.28
HEAD_BRANCH_NAME=c
COMMENT_ARGS=
HEAD_REPO_OWNER=G594805915
PLANFILE=/root/.atlantis/repos/G594805915/altantis-dev/11/default/prod/bp/default.tfplan
_=/usr/bin/env
----


An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # google_compute_network.vpc will be created
+ resource "google_compute_network" "vpc" {
      + auto_create_subnetworks         = false
      + delete_default_routes_on_create = false
      + gateway_ipv4                    = (known after apply)
      + id                              = (known after apply)
      + name                            = "lucas-test-vpc"
      + project                         = (known after apply)
      + routing_mode                    = "REGIONAL"
      + self_link                       = (known after apply)
    }

  # google_compute_subnetwork.subnet will be created
+ resource "google_compute_subnetwork" "subnet" {
      + creation_timestamp = (known after apply)
      + fingerprint        = (known after apply)
      + gateway_address    = (known after apply)
      + id                 = (known after apply)
      + ip_cidr_range      = "10.2.0.0/18"
      + name               = "lucas-test-subnet01"
      + network            = (known after apply)
      + project            = (known after apply)
      + region             = "us-west1"
      + secondary_ip_range = (known after apply)
      + self_link          = (known after apply)
    }

  # google_compute_subnetwork.subnet4 will be created
+ resource "google_compute_subnetwork" "subnet4" {
      + creation_timestamp = (known after apply)
      + fingerprint        = (known after apply)
      + gateway_address    = (known after apply)
      + id                 = (known after apply)
      + ip_cidr_range      = "10.192.0.0/18"
      + name               = "lucas-test-subnet04"
      + network            = (known after apply)
      + project            = (known after apply)
      + region             = "us-west1"
      + secondary_ip_range = (known after apply)
      + self_link          = (known after apply)
    }

Plan: 3 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d prod/bp`
* :put_litter_in_its_place: To **delete** this plan click [here](http://proxy.greening.top:80/lock?id=G594805915%252Faltantis-dev%252Fprod%252Fbp%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d prod/bp`
</details>

---
### 2. dir: `uat/bp` workspace: `default`
<details><summary>Show Output</summary>

```diff
----
/root/.atlantis/repos/G594805915/altantis-dev/11/default/uat/bp

PULL_NUM=11
DIR=/root/.atlantis/repos/G594805915/altantis-dev/11/default/uat/bp
WORKSPACE=default
USER_NAME=G594805915
BASE_REPO_NAME=altantis-dev
PATH=/usr/local/sbin:/usr/local/bin:/usr/sbin:/usr/bin:/root/.atlantis/bin
PROJECT_NAME=
SUPERVISOR_GROUP_NAME=atlantis
PULL_AUTHOR=G594805915
PWD=/root/.atlantis/repos/G594805915/altantis-dev/11/default/uat/bp
LANG=en_US.UTF-8
BASE_REPO_OWNER=G594805915
BASE_BRANCH_NAME=master
SUPERVISOR_ENABLED=1
SHLVL=2
HEAD_REPO_NAME=altantis-dev
SUPERVISOR_SERVER_URL=unix:///var/run/supervisor/supervisor.sock
SUPERVISOR_PROCESS_NAME=atlantis
ATLANTIS_TERRAFORM_VERSION=0.12.28
HEAD_BRANCH_NAME=c
HEAD_REPO_OWNER=G594805915
COMMENT_ARGS=
PLANFILE=/root/.atlantis/repos/G594805915/altantis-dev/11/default/uat/bp/default.tfplan
_=/usr/bin/env
----


An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # google_compute_network.vpc will be created
+ resource "google_compute_network" "vpc" {
      + auto_create_subnetworks         = false
      + delete_default_routes_on_create = false
      + gateway_ipv4                    = (known after apply)
      + id                              = (known after apply)
      + name                            = "lucas-test-vpc"
      + project                         = (known after apply)
      + routing_mode                    = "REGIONAL"
      + self_link                       = (known after apply)
    }

  # google_compute_subnetwork.subnet will be created
+ resource "google_compute_subnetwork" "subnet" {
      + creation_timestamp = (known after apply)
      + fingerprint        = (known after apply)
      + gateway_address    = (known after apply)
      + id                 = (known after apply)
      + ip_cidr_range      = "10.2.0.0/18"
      + name               = "lucas-test-subnet01"
      + network            = (known after apply)
      + project            = (known after apply)
      + region             = "us-west1"
      + secondary_ip_range = (known after apply)
      + self_link          = (known after apply)
    }

  # google_compute_subnetwork.subnet4 will be created
+ resource "google_compute_subnetwork" "subnet4" {
      + creation_timestamp = (known after apply)
      + fingerprint        = (known after apply)
      + gateway_address    = (known after apply)
      + id                 = (known after apply)
      + ip_cidr_range      = "10.192.0.0/18"
      + name               = "lucas-test-subnet04"
      + network            = (known after apply)
      + project            = (known after apply)
      + region             = "us-west1"
      + secondary_ip_range = (known after apply)
      + self_link          = (known after apply)
    }

Plan: 3 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d uat/bp`
* :put_litter_in_its_place: To **delete** this plan click [here](http://proxy.greening.top:80/lock?id=G594805915%252Faltantis-dev%252Fuat%252Fbp%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d uat/bp`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
